@extends('layouts.auth',['page'=>'about'])
@section('content')
<div style="margin-top:70px;font-family: Mitr;"class="container">
    <div class="container about-box" style="background:#e6e6e6">
        <h4 class="title-about"><i class="fa fa-star" aria-hidden="true"></i> เกี่ยวกับระบบ</h4>
        <table>
            <tr>
                <td width="40%" style="padding:30px">
                <img class="img-responsive" src="{{url('img/about-pis.png')}}" alt="">
                </td>
                <td>
                    <p >
                        &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbspภาควิชาเทคโนโลยีสารสนเทศ เป็นหน่วยงานหนึ่งของคณะเทคโนโลยีและการจัดการอุตสาหกรรม มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือมีหน้าที่ในการบริหารจัดการศึกษาให้กับนักศึกษา โดยมีบุคลากรที่เกี่ยวข้องทั้งอาจารย์และเจ้าหน้าที่ หนึ่งในภาระงานที่สำคัญของบุคลากรภาควิชาเทคโนโลยีสารสนเทศคือ การให้บริการงานบริการวิชาการและงานวิจัย รวมทั้งงานด้านประกันคุณภาพการศึกษา ซึ่งข้อมูลเหล่านี้จะต้องถูกรวบรวมและนำส่งให้กับผู้ตรวจประเมิน รวมทั้งผู้บริหารของคณะเทคโนโลยีและการจัดการอุตสาหกรรม ปัจจุบันการดำเนินงานในส่วนนี้จะอยู่ในรูปแบบการจัดเก็บเอกสารเป็นกระดาษ ซึ่งทำให้เอกสารงานบริการวิชาการและงานวิจัยสูญหายหรือรวบรวมได้ไม่ครบ อีกทั้งการคัดกรองเอกสารสำหรับรอบปีการประเมิน/การตรวจประเมินเกิดความล่าช้าและทำให้เอกสารบางส่วน ไม่ถูกนำมาใช้ในการประเมินเพราะการจัดเก็บเอกสารเหล่านั้นยังไม่เป็นระบบ  
                    </p>
                    <p >
                            &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbspดังนั้นวัตถุประสงค์ของการทำโครงงานพิเศษในครั้งนี้ก็เพื่อพัฒนาระบบสารสนเทศสำหรับการจัดการข้อมูลผลงาน และรวบรวมข้อมูลผลงานของอาจารย์และบุคลากร เพื่อช่วยแก้ปัญหาดังกล่าวข้างต้น โดยเอกสารทั้งหมดจะถูกอับโหลดไว้บนระบบกลุ่มเมฆ เพื่อให้สะดวกต่อการจัดเก็บและรวบรวมข้อมูล อีกทั้งมีส่วนของการกำหนดสิทธิ์ของผู้ใช้ระบบและออกรายงานได้ตามความต้องการของผู้ใช้ในแต่ละระดับ ทำให้อาจารย์และผู้บริหารสามารถเรียกดูข้อมูลงานบริการวิชาการและงานวิจัยได้ตรงกับความต้องการมากขึ้น
            
                    </p></td>
            </tr>
        </table>
        
        <br><br>
        <h4 class="title-about"><i class="fa fa-star" aria-hidden="true"></i> Credit</h4>
        <table>
            <tr>
                <td valign="top" width="120"><p>ผู้จัดทำระบบ</p></td>
                <td>
                    <p>นายณัฐวุฒิ  แสงภู่วงษ์</p>
                    <p>นายภูรีรักษ์	 ธนะนันท์ธาร</p>
                    <p>ภาควิชาเทคโนโลยีสารสนเทศ คณะเทคโนโลยีและการจัดการอุตสาหกรรม </p>
                    <p>มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ</p>
                </td>
            </tr>
            <tr>
                    <td valign="top" width="120"><p>ที่ปรึกษา</p></td>
                    <td>
                        <p>ผู้ช่วยศาสตราจารย์ ดร.วันทนี ประจวบศุภกิจ</p>
                    </td>
                </tr>
        </table>
        
    </div>
</div>
<style>
    p{
        font-size:16px 
    }
</style>      
@endsection